<template>
	<view class="loginAgreement" :style="{'padding-top':statusBar+20+'rpx'}">
		<text class="loginAgreementText">
			<text class="loginagreementTitle">惠播客用户协议</text>
			山东卡风迪创信息科技有限公司（注册地址：山东省德州市经济开发区宋官屯街道办事处三八东路董子文化街汇智街28号一层）一直以来都非常重视个人信息的保护。在您浏览访问惠播客平台网站、应用程序、微信小程序等或者注册登录使用惠播客的任何产品和服务时，我们将按照法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。
			
			一、本协议内容、生效、变更
			
			本协议内容包括协议正文及所有惠播客平台已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。如您对协议有任何疑问，应向惠播客平台咨询。您在同意所有协议条款并完成注册程序，才能成为本站的正式用户，您点击“我以阅读并同意惠播客平台用户协议和法律协议”按钮后，本协议即生效，对双方产生约束力。
			
			只要您使用惠播客平台服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得惠播客平台对您问询的解答等理由，主张本协议无效，或要求撤销本协议。您确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。 您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用惠播客平台服务。惠播客平台有权根据需要不定期地制订、修改本协议及/或各类规则，并在惠播客平台公示，不再另行单独通知用户。变更后的协议和规则一经在平台公布，立即生效。如您不同意相关变更，应当立即停止使用惠播客平台服务。如果您继续使用惠播客平台服务，即表明您接受修订后的协议和规则。
			
			二、我们是如何收集和使用您的个人信息的
			
			1、注册
			
			1.1注册资格用户须具有法定的相应权利能力和行为能力的自然人、法人或其他组织，能够独立承担法律责任。您完成注册程序或其他惠播客平台同意的方式实际使用本平台服务时，即视为您确认自己具备主体资格，能够独立承担法律责任。若因您不具备主体资格，而导致的一切后果，由您及您的监护人自行承担。在您使用我们平台时我们需要/可能需要收集和使用您的个人信息主要包括以下两种。
			
			（1）为实现向您提供我们的产品及服务的基本功能，您必须授权我们收集、使用的必要的信息。如果您拒绝提供相应信息，您将无法正常使用我们的产品及服务。
			
			（2）为实现向您提供我们的产品及服务的附加功能，您可以选 择授权收集、使用的信息。如果您拒绝提供，您将无法正常使用相关附加功能，但不会影响您正常使用我们的产品及服务的基本功能。
			
			1.2您有权更改或删除个人信息，通过系统设置拒绝我们收集某些信息的方式，来行使您对个人信息的控制权，但是已经进行识别化处理的除外。
			
			1.3用户应自行诚信向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法、有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且惠播客平台保留终止用户使用本平台各项服务的权利。
			
			1.4用户在本平台进行浏览等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到用户的授权或法律另有规定，本站不会向外界披露用户隐私信息。
			
			1.5您可以提供认证要求提供的相应身份信息（身份证、护照、户口本及其他身份证件信息）来完成实人认证。您使用惠播客具体服务时如直播服务，根据相关法律法规需要对您进行实名认证。如果您接受实名认证，您应该向我们提交更多个人信息，同时授权我们自行或者通过第三方机构向有关单位查询检验该类信息的真实性、准确性、有效性、完整性。
			
			2、账户
			
			2.1您注册成功后，即成为惠播客平台的用户，将持有惠播客平台平台唯一编号的账户信息，您可以根据本站规定改变您的账号密码。
			
			2.2您设置的姓名为真实姓名，不得侵犯或涉嫌侵犯他人合法权益。否则，惠播客平台有权终止向您提供服务，注销您的账户。账户注销后，相应的用户名将开放给任意用户注册登记使用。
			
			2.3您应谨慎合理的保存、使用您的用户名和密码，应对通过您的用户名和密码实施的行为负责。除非有法律规定或司法裁定，且征得惠播客平台的同意，否则，用户名和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。
			
			2.4用户应对密码加以妥善保管,切勿将账号、密码告知他人,因账号、密码保管不善而造成的所有损失由用户自行承担。
			
			2.5如果发现任何非法使用等可能危及您的账户安全的情形时，您应当立即以有效方式通知本平台要求暂停相关服务，并向公安机关报案。您理解惠播客平台对您的请求采取行动需要合理时间，惠播客平台对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
			
			3、用户信息的合理使用
			
			3.1用户承诺其为具有完全民事行为能力的民事主体,且具有达成交易履行其义务的能力。
			
			3.2用户有义务在注册时提供自己的真实资料,并保证诸如手机号码、姓名、所在地区等内容的有效性及安全性,保证惠播客平台工作人员可以通过上述联系方式与用户取得联系。同时,用户也有义务在相关资料实际变更时及时更新有关注册资料。
			
			3.3用户通过使用惠播客平台的过程中所制作、上载、复制、发布、传播的任何內容,包括但不限于账号头像、名称、用户说明等注   册信息及认证资料,或文字、语音、图片、视频、图文等发送、回复和相关链接页面,以及其他使用账号或本服务所产生的内容,不得违反国家相关法律制度,包含但不限于如下原则:
			
			(1)违反宪法所确定的基本原则的；
			
			(2)危害国家安全,泄露国家秘密,颠覆国家政权,破坏国家统一的；
			
			(3)损害国家荣誉和利益的；
			
			(4)煽动民族仇恨、民族歧视,破坏民族团结的；
			
			(5)破坏国家宗教政策,宣扬邪教和封建迷信的；
			
			(6)散布谣言,扰乱社公秩序,破坏社会稳定的；
			
			(7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
			
			(8)侮辱或者诽谤他人,侵害他人合法权益的；
			
			(9)含有法律、行政法规禁止的其他内容的。
			
			3.4用户不得利用“惠播客平台”账号或本服务制作、上载、复制、发布、传播干扰“惠播客平台”的正常运营,以及侵犯其他用户或第三方合法权益的内容：
			
			(1)含有任何性或性暗示的；
			
			(2)含有辱骂、恐吓、威胁内容的；
			
			(3)含有骚扰、垃圾广告、恶意信息、诱骗信息的；
			
			(4)涉及他人隐私、个人信息或资料的；
			
			(5)侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；
			
			(6)含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。
			
			3.5为您提供商品或服务信息展示，在您使用我们服务的过程中，为识别账号的异常状态、了解产品的匹配性会向您提供更契合 您需求法人页面展示和搜索结果，我们可能会收集您的使用服务或者   使用方式的信息，包括：设备信息（设备型号、操作系统版本、设备 设置、唯一设备识别符号）、设备所在位置相关信息（IP地址、GPS  位置以及能够提供相关信息的WiFi接入点、蓝牙信息和基站信息）、 浏览行为信息（搜索查询内容、浏览器类型、电商运营商、使用语言、访问日期、和时间及访问网页记录）。
			
			 
			
			4、商品交易流程及相关
			
			 
			
			4.1用户同意遵守本平台实行的“购物指南”约定。
			
			4.2本平台有权在发现其平台上显现的商品和/或订单有明显错误或缺货的情况下，单方面撤回或修改该等信息。
			
			4.3购物网保留对商品订购的数量的限制权，包括但不限于有权对每一账户最高购买数量及商品总数量进行限制与修改。
			
			4.4购物网对商品自主定价（价目表并不构成要约），并将尽力保证您所购商品与平台上公布的价格一致。
			
			4.5购物平台已明示了商品产品的价格（含税、含包装，特殊情况除外）、可获性和相关信息。这类信息将随时更改而无须发送任何通知。
			
			 
			
			5、订单及支付：
			
			 
			
			5.1商品配送产生的配送费用将根据用户选择的送货方式不同而另行结算。
			
			5.2为了向您或者您指定的其他收货人提供收货支付商品或服务，您需要提供收货人的姓名、地址、邮政编码、联系电话对于您指定的其他收货人的个人信息，您应确保您已取得其授权同意后再向我们提交其个人信息。您了解我们或惠播客平台入驻的商家需委托第三方向收货人交付商品或者服务时，，您同意将上述信息共享给惠播客平台入驻的商家和提供运输服务的第三方。若您不提供相关信息，您将无法享受该服务。
			
			5.3本平台确认了用户订单后，由于供应商提价，税额变化，平台系统错误等意外情况而造成了价格变化，用户有权取消订单，并应及时通过电子邮件或电话通知平台的客户服务部。
			
			5.4用户所订购的商品发生缺货，用户有权取消订单。
			
			5.5当您在惠播客发生交易时，系统将自动生成您的交易订单，您需要在订单中至少填写真实有效的收货人姓名、收货地址及手机号码，同时订单中会表明订单号、您所购买的商品信息或服务信息以及您应支付的货款金额及支付方式。您可能在订单上补充告知交易对方的其他信息以便实现交易。此外在惠播客平台上达到某些特定商品或者服务交易时您可能还需要根据国家法律法规或者服务提供方的要求提供更多信息，包括实名认证信息、行程信息、学历信息。上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行身份核验、确定交易、支付结算、完成配送、为您查询订单以及提供客服咨询与售后服务。我们还会使用您的订单信息来判断您的账号和交易安全。
			
			5.6您的订单支付时可以选择付款方式。若您选择支付宝或者微信支付需要提供支付宝或者微信的支付信息（账号、密码）。我们会将您的订单信息以及法律要求的必要信息通过应用程序中嵌入的支付宝或者微信支付的SDK等方式和支付公司共享。如您选择银行卡支付我们会将您的银行卡号、有效期及法律要求的必要信息与您的发卡银行合作的收单机构共享。在支付过程中如果您使用了我们或者第三方的金融服务，为了交易的安全性及可用性，我们需要您提供实名认证信息并授权我们查询您的个人信用信息。
			
			 
			
			6、客服及争议处理
			
			 
			
			当您与我们联系或者提出要处理售中售后、争议纠纷处理等客户服务时，我们需要核实您的账户信息以核验您的身份，并保存和使用我们与您的通信/通话记录、您的联系方式、账户信息、订单信息、您使用我们产品或服务的相关信息、您主动向我们提供的其他信息以便为您及时解决问题，为了方便和您联系、尽快帮您解决问题或者记录相关问题的处理方案及结果，我们可能会与您进行通话及通信及相关内容（包含订单信息、账号信息您为了证明而提供的相关信息，或者是您留下的联系方式信息）。为了提高及改进服务质量的合理性我们可能使用您的其他信息，包括您与客服联系时您提供的相关信息或者您通过其他方式向我们提供的信息。
			
			 
			
			7、安全保障
			
			 
			
			为了保证您使用我们服务时惠播客的安全性，防止欺诈和保护您的账号安全，识别设备/账号异常状态，更准确的识别违反法律法规或者惠播客相关协议规定的情况，我们会通过收集您的惠播客账户注册信息、您使用惠播客的相关信息（包括浏览、点击、查看、搜索查询、收藏、添加至购物车、交易、售后、关注分享信息、发布信息）、您常用的软件信息、设备信息以及关联公司、合作伙伴取得您的授权或依据法律共享信息来判断您的账号及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。
			
			 
			
			8、收藏、加购、关注与分享功能
			
			 
			
			您可以选择对感兴趣的商家或者品牌以及服务进行收藏、添加至购物车、与您感兴趣的商家/品牌/其他会员建立关注关系、通过我们提供的功能组件向其他第三方分享信息。在您使用上述功能的过程 中，我们会收集包括您的收藏及添加购物车的记录、关注关系、分享历史在内的服务日志信息用于实现上述功能及其他我们明确告知的目的。
			
			 
			
			9、个人信息收集和使用获得授权的例外
			
			 
			
			根据相关法律法规规定，以下情况收集您的个人信息无需征得您的授权同意：
			
			（1）与国家安全、国防安全有关的；
			
			（2）与公共安全、公共卫生、重大公共利益有关的；
			
			（3）与犯罪侦查、起诉、审判和判决执行有关的；
			
			（4）基于法定紧急避险之目的未能及时获得您的同意的；
			
			（5）基于学术研究所必要，且对外提供学术研究或描述的结
			
			（6）时进行去识别处理的；
			
			（6）所收集的个人信息是您自行向社会公众公开的；
			
			（7）从合法公开披露的信息中收集的个人信息的；
			
			（8）为履行您所签订的合同所必须的；
			
			（9）用于维护所提供的产品或者服务的安全稳定法运行所必须的。例如发现、处置产品或服务的故障。
			
			（10）法律法规规定的其他情形。
			
			 
			
			10、退换货及退款规则
			
			 
			
			10.1用户同意遵守本平台实行的“售后服务”约定。
			
			10.2本平台保留对商品退换货的解释权和限制权。
			
			10.3换货商品缺货或退货时产生的现金款项，退回方式根据支付方式包括但不限于以下形式：
			
			（一）网上支付的订单，退款退回至原支付卡。
			
			（二）银行转账或邮局汇款支付的订单，退款退回至下订单账户的“账户余额”中。
			
			 
			
			11、纠纷、争议及投诉处理
			
			 
			
			11.1用户在使用平台的过程中，发现可能有侵害自己权利的事实时，应及时通知平台并提供相应的证明材料。因投诉不实给平台或第三方造成损失的，应承担法律责任。
			
			11.2平台有权接受并处理用户间因使用平台而产生的纠纷、争议及投诉，有权通过电子邮件等联系方式了解情况、并将所了解的情况通过电子邮件等方式通知对方。用户有义务在收到平台通知后，在指定的时间内提供相应的资料，配合纠纷、争议及投诉的情况了解与处理。对平台的处理结果不满意的，用户可以依法向所在地有管辖权的法院起诉。
			
			11.3经生效法律文书确认用户存在违法或违反本协议行为或者平台自行判断会员涉嫌存在违法或违反本协议行为的，平台有权公布用户的违法行为并做出相应处理，包括但不限于终止服务、永久禁止使用平台等。
			
			 
			
			12、中止与终止
			
			 
			
			对于用户的以下行为，平台有权在未告知的情况下中止或终止其相关服务或者拒绝其以任何形式使用平台，并保留追究您法律责任的权利：
			
			12.1用户同意，本平台有权随时对平台、政策和/或本协议作出变更。用户继续使用平台、购买商品、享受服务的，即视为对该等变更之确认。
			
			12.2如发生下列任何一种情形，平台有权无需通知而随时停向用户提供服务：
			
			（一）用户提供的个人资料不真实；
			
			（二）用户违反本协议规定；
			
			（三）按照行政机关和/或授权职能部门的要求；
			
			（四）其他本平台认为需终止服务的情况。
			
			12.3利用平台滥发重复信息，发布国家法律法规等禁止或限制发布的信息，发布不属于会员经营范围的信息，或与平台服务无关的信息；
			
			12.4未经请求或授权向平台会员发送大量与业务不相关的信息；
			
			12.5冒用其他企业的名义发布商业信息，进行商业活动；
			
			12.6计划破坏、攻击平台平台电脑系统、网络的完整性，或者试图擅自进入平台电脑系统、网络；
			
			12.7使用或提供含有毁坏、干扰、截取或侵占任何系统、数据或个人资料的任何电脑病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他破坏性程序；
			
			12.8盗用他人在平台上的登录名和/或密码；未经平台同意的帐号出售或授权使用行为；通过或从事涉及平台的欺诈活动；通过或从事涉及平台的知识产权侵权行为；
			
			12.9违反国家法律法规、规章制度、平台有关协议、规定、则、程序和惯例的其他行为；
			
			12.10其它本公司认为需终止服务的情况。
			
			 
			
			13、赔偿责任
			
			 
			
			13.1如您的行为使惠播客平台/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿惠播客平台/或其关联公司上述全部损失
			
			13.2如您的行为使惠播客/或其关联公司遭受第三人主张权利，惠播客/或其关联公司可在对第三方承担金钱给付等义务后全部损失向您追偿
			
			13.3如因您的行为使得第三方遭受损失或您怠于履行调处决定， 惠播客/或其关联公司出于社会公共利益保护或消费者权益目的，可指示惠播客公司自您的银账户中划扣相应的款项进行支付。如您的账户余额或保证金不足支付相应的款项，您同意委托惠播客平台使用自有资金代您支付上述款项，您应当返还该部分费用并赔偿因此造成惠播客平台的全部损失。
			
			 
			
			三、Cookie同类技术
			
			 
			
			Cookie是载有一连串文字的小型档案，在您登入网站或者其他网 络内容时存放在您的计算机、移动电话或者其他装置内。为了向您提供更加个性化的用户体验和服务，我们将会借助cookies、网络信标等同类技术记录您作为惠播客注册的用户的身份简化您的重复登录步骤、存储您的购物偏好或您购物车中的商品等数据、分析您使用我们服务的情况等，并通过对该数据的收集分析形成用户画像，进而向您提供可能感兴趣的商品或服务展示或为您提供其他个性化的产品/服务。。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好，以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
			
			 
			
			四、我们如何共享、转让、公开披露您的个人信息
			
			 
			
			1、共享
			
			 
			
			1.1我们不会与惠播客服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：
			
			（1）事先获得您明确的同意或授权。
			
			（2）根据适用的法律法规、法定程序的要求、强制性的行政或  司 法要求所必须的情况下进行提供。
			
			（3）在您主动选择情况下共享：您通过惠播客平台购买商品或服 务，我们会根据您的选择，将您的订单信息中与交易有关的必要 信息共享给相关商品或服务的提供者，以实现您的交易及售后服务需求。
			
			（4）只有共享您的信息，才能实现我们或我们关联公司的产品与服务的核心功能或提供您需要的服务。
			
			（5）应您要求处理您与他们的纠纷或争议
			
			（6）符合您签署的相关协议（包括在线签署的电子协议以及相的平台规则）或其他的法律文件约定所提供。
			
			（7）基于学术研究而使用
			
			（8）基于符合法律法规的社会公共利益而使用
			
			1.2我们可能会将您的个人信息与我们的关联方共享以共同向您提供或改善服务。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们关联方如果要更改变个人信息的处理目的，将再次征求您的意见。
			
			1.3我们可能会向合作伙伴等第三方共享您的某些个人信息以提供更好的客户服务或用户体验。我们的合作伙伴类型主要包括以下方面：
			
			（1）广告、分析服务类的授权合作伙伴。除非得到您的许可否则我们不会将您的个人身份信息（指可识别您身份的信息，例如姓 名或电子邮箱，通过这些信息可以联系到您或识别您的身份）与提供广 告、分析服务的合作伙伴共享。我们会委托这些合作伙伴处理与广告覆盖面和有效性相关的信息，但不会提供您的个人身份信息，或者我们将这些信息进行去标识化处理，以便它不会识别您个人。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以执行我们委托的广告服务或决策建议。
			
			（2）供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供的技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。我们会对授权合作伙伴获取有关信息的应用程序接口（API）、软件工具开发包（SDK）进行严格的安全检测，并与授权合作伙伴约定严格的数据保护措施，令其按照我们的委托目的、服务说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。如我们会将您的订单信息和收货信息提供给提供物流服务的服务商，将您的订单信息和支付指令信息提供给提供支付结算服务的支付机构，将您的设备信息提供给提供基础安全识别服务的服务商。
			
			（3）对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协议，要求他们按照我们的说明、本隐私政策以及其他相关的保密和安全措施来处理个人信息。
			
			1.4为了遵守法律、执行或适用我们的使用条件和其他平台协议，或者为了保护惠播客平台、您或其他惠播客平台用户的权利及其财产或安全，比如防止欺诈等违法活动和减少信用风险，在法律法规许可范围内与其他公司和组织交换信息。不过这并不包括违反本隐私政策中所作的承诺而为获利目的的出售、出租、共享或以其他方式披露个人信息。
			
			 
			
			2、转让
			
			 
			
			我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
			
			2.1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
			
			2.2、在惠播客平台服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。
			
			 
			
			3、公开披露
			
			 
			
			我们仅会在以下情况下，公开披露您的个人信息：
			
			3.1、获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息。
			
			3.2、如果我们确定您出现违反法律法规或严重违反惠播客平台相关协议及规则的情况，或为保护惠播客平台用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及惠播客平台已对您采取的措施。
			
			 
			
			4、共享、转让、公开披露个人信息时事先征得授权同意的例外
			
			 
			
			以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
			
			（1）与国家安全、国防安全有关的；
			
			（2）与公共安全、公共卫生、重大公共利益有关的；
			
			（3）与犯罪侦查、起诉、审判和判决执行等司法或行政执法有    关的；
			
			（4）出于维护您或其他个人的生命、财产等重大合法权益但又 很难得到本人同意的；
			
			（5）您自行向社会公众公开的个人信息；
			
			（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
			
			请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。
			
			 
			
			五、我们如何保护您的信息
			
			 
			
			5.1、我们已采取符合业界标准、合理可行的安全防护措施保护您的信息，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。涉及到用户隐私、敏感数据，在惠播客系统中都采用加密的方式进行保存，并实时进行数据分析。
			
			5.2、惠播客已经建立健全数据安全管理体系，包括对用户信息进行分级分类、加密保存、数据访问权限划分。制定了内部数据管理制度和操作规程，从数据的获取、使用、销毁都有严格的流程要求，避免用户隐私数据被非法使用。确定接触用户个人信息的各个部门及其负责人安全管理责任；建立用户个人信息的收集、使用及其相关活动的工作流程和安全管理制度；对工作人员及代理人实行权限管理，对批量导出、复制、销毁信息实行审查，并采取防泄漏措施；妥善保管记录用户个人信息的纸介质、光介质、电磁介质等载体，并采取安全存储措施；对存储用户个人信息的信息系统实行接入审查，并采取防入侵、防病毒等措施；记录用户个人信息进行操作的人员、时间、地点、事项等信息；定期举办安全和隐私保护培训，提高员工的个人信息保护意识。
			
			5.3、在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
			
			5.4、请注意，您在使用我们服务时自愿共享甚至公开分享的信息可能会涉及您或他人的个人信息甚至个人敏感信息。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。请使用复杂密码，协助我们保证您的账号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
			
			 
			
			六、如何管理您的个人信息
			
			 
			
			您可以通过以下方式访问及管理您的信息：
			
			 
			
			1、查询、更正和补充您的信息
			
			 
			
			您有权查询、更正或补充您的信息。您可以通过以下方式自行进行：
			
			1.1、登录惠播客，进入“我的”首页，点击个人账户设置后查询、更正个人资料及个人账户相关信息；
			
			1.2、登录手机客户端，进入“我的-设置”对个人资料、账户与安全及我的收货地址等信息进行查询、更正或补充；
			
			1.3、登录惠播客并选择联系客服，或登录手机客户端并选择“我的—联系客服寻求帮助，协助您查询、更正或补充您的信息。
			
			 
			
			2、删除您的信息
			
			 
			
			您可以通过“（一）查询、更正和补充您的信息”中列明的方式删除您的部分信息。
			
			在以下情形中，您可以向我们提出删除个人信息的请求：
			
			（1）如果我们处理个人信息的行为违反法律法规；
			
			（2）如果我们收集、使用您的个人信息，却未征得您的明确 同意；
			
			（3）如果我们处理个人信息的行为严重违反了与您的约定；
			
			（4）如果您不再使用我们的产品或服务，或您主动注销了
			
			(5)如果我们永久不再为您提供产品或服务。
			
			若我们决定响应您的删除请求，我们还将同时尽可能从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。
			
			 
			
			3、改变您授权同意的范围
			
			 
			
			每个业务功能需要一些基本的个人信息才能得以完成（见本隐私权政策“第一部分”）。除此之外，您可以在“我的-账号管理”中设置或与客服联系或改变您的智能移动设备的设置等方式给予或收回您的授权同意。当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。
			
			 
			
			4、注销您的账户
			
			 
			
			您可以通过以下方式申请注销您的账户：
			
			4.1、登录手机客户端，通过“我的-设置-账户与安全-注销账户”提交账户注销申请；
			
			4.2、登录惠播客并选择联系客服，或登录手机客户端并选择“我的-联系客服”寻求帮助，协助您申请注销您的账户。
			
			在您主动注销账户之后，我们将停止为您提供产品或服务，根据适用法律的要求删除您的个人信息，或使其匿名化处理。
			
			 
			
			5、约束信息系统自动决策
			
			 
			
			在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。
			
			 
			
			6、响应您的上述请求
			
			 
			
			为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。我们将在15天内做出答复。如您不满意，还可以通过官网客服发起投诉。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将酌情收取一定费用。对于与您的身份不直接关联的信息、无端重复信息，或者需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。在以下情形中，按照法律法规要求，我们将无法响应您的请求：
			
			（1）与国家安全、国防安全有关的；
			
			（2）与公共安全、公共卫生、重大公共利益有关的；
			
			（3）与犯罪侦查、起诉、审判和执行判决等有关的；
			
			（4）有充分证据表明个人信息主体存在主观恶意或滥用权利的；
			
			（5）响应您的请求将导致您或其他个人、组织的合法权益受到严 重损害的；
			
			（6）涉及商业秘密的。
			
			 
			
			七、我们如何处理未成年人的信息
			
			 
			
			1、在电子商务活动中我们推定您具有相应的民事行为能力。如您为未成年人，我们要求您请您的父母或其他监护人仔细阅读本隐私权政策，并在征得您的父母或其他监护人同意的前提下使用我们的服务或向我们提供信息。
			
			2、如果我们识别出您是儿童用户的，我们将通知您的监护人并要求您的监护人同意儿童个人信息收集使用规则。对于经父母或其他监护人同意使用我们的产品或服务而收集儿童个人信息的情况，我们只会在法律法规允许、父母或其他监护人明确同意或者保护儿童所必要的情况下使用、共享、转让或披露此信息。
			
			3、若您是儿童的父母或其他监护人，请您关注您监护的儿童是否是在取得您的授权同意之后使用我们的服务的。如您对您所监护的儿童的个人信息有疑问，请通过第九节中的联系方式与我们联系。
			
			 
			
			八、您的信息如何在全球范围转移
			
			 
			
			我们在中华人民共和国境内运营中收集和产生的个人信息，存在中国境内，以下情形除外：
			
			1、适用的法律有明确规定；
			
			2、获得您的明确授权；
			
			3、您通过互联网进行跨境交易等个人主动行为；
			
			针对以上情形，我们会确保依据本隐私权政策对您的个人信息供足够的保护。
			
			 
			
			九、本隐私权政策如何更新
			
			 
			
			我们的隐私权政策可能变更。未经您明确同意，我们不会限制您按照本隐私权政策所应享有的权利。我们会在专门页面上发布对隐私权政策所做的任何变更。对于重大变更，我们还会提供更为显著的通知（包括我们会通过惠播客公示的方式进行通知甚至向您提供弹窗提示）。本政策所指的重大变更包括但不限于：
			
			1、我们的服务模式发生重大变化。如处理个人信息的目的、  处理的个人信息类型、个人信息的使用方式等；
			
			2、我们在控制权等方面发生重大变化。如并购重组等引起的信息控制者变更等；
			
			3、个人信息共享、转让或公开披露的主要对象发生变化；
			
			4、您参与个人信息处理方面的权利及其行使方式发生重大化；
			
			5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；
			
			6、个人信息安全影响评估报告表明存在高风险。
			
			我们还会将本隐私权政策的旧版本在惠播客门页面存档，供您查阅。
			
			 
			
			十、如何联系我们
			
			 
			
			您可以通过以下方式与我们联系，我们将在15天内回复您的请求：
			
			1、如对本政策内容、儿童个人信息有任何疑问、意见或建议， 您可通过惠播客平台客服及惠播客官网服务中心在线客服与我们联系；
			
			2、如发现个人信息可能被泄露，您可以通过19853495028投诉举报；
			
			如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。
			
			 
			
			十一、责任声明
			
			 
			
			1、因不可抗力或者其他意外事件，使得本协议的履行不可能不必要或者无意义的，双方均不承担责任。本合同所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病，电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。
			
			2、用户明确同意其使用本平台服务所存在的风险及其后果将全由其自己承担，平台对用户不承担任何责任。如因用户违反有关法律、法规或本协议项下的任何条款而给平台或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。
			
			 
			
			十二、 知识产权
			
			 
			
			1、本平台及本平台所有内容的选材、整理、编排、排版、汇编，以及由平台创作的文字、图片等作品的著作权，无论是否明示，均属平台所有。任何自然人、法人及其他组织未经平台书面授权或许可，不得修改、出版、传播、参与传播、销售、制作衍生作品，或以其他任何方式使用整体或部分的平台上的内容，包括但不限于公司信息、产品信息，平台将保留追究其法律责任的权利。
			
			2、未经平台授权，任何人不得使用平台任何商标、服务标记、标识、域名和其他显著品牌特征的权利。
			
			3、用户不得以他人资料/信息在本平台进行注册和购买商品。
			
			不应当将账号、密码转让或出借予他人使用。若发现用户账号遭他人非 法使用，应立即通知平台。
			
			4、用户同意接受本平台通过电子邮件、网页或其他合法方式向用户发送商品促销或其他相关商业信息。
			
			5、本平台及本平台所有内容均受《中华人民共和国著作权法》、《中华人民共和国商标法》等的法律保护。用户在本平台上发布的信息不得侵犯任何第三人的知识产权，未经相关权利人之事先书面同意，用户不得以任何方式上传、发布、修改、传播或复制任何受著作权保护的材料、商标或属于其他人的专有信息。
			
			 
			
			十三、法律适用及管辖
			
			 
			
			1、本协议的订立、变更、执行和解释及争议的解决，均应适用中华人民共和国法律。如与本协议有关的某一特定事项缺乏明确法律规定，则应参照通用的国际商业惯例和行业惯例。
			
			2、因本协议内容或其执行发生争议，双方应友好协商解决；协商不成时，任何一方均可向有管辖权的人民法院提起诉讼。
			
			 
			
			十四、其他
			
			 
			
			1、用户使用平台相关服务时，亦应知晓、认可并同意遵守相关服务的额外条款及条件。
			
			2、如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
			
			 
			
			十五、免责条款
			
			本平台仅提供信息对接，发生一切纠纷问题皆与本平台无关，请通过仲裁部门维护各自权益。
			
			 
		</text>
	</view>
</template>

<script>
	const app = getApp()
	export default{
		data(){
			return {
				statusBar:0
			}
		},
		onLoad() {
			this.statusBar = app.globalData.statusBar
		}
	}
</script>

<style lang="less" scoped>
	.loginAgreement{
		padding:20rpx;
		background-color: #fff;
		.loginAgreementText{
			.loginagreementTitle{
				display:block;
				text-align: center;
				font-size: 34rpx;
				font-weight: bold;
				margin-bottom:20rpx;
			}
		}
	}	
</style>
