<template>
	<view class="agreementtext" :style="{'padding-top':statusBar+25+'rpx'}">
		<view class="agreementtext-title">
			惠播客平台商家入驻协议
		</view>
		<text class="agreementtext-text">
			商家签约须知：
			
			
			 
			
			《惠播客平台商家入驻协议》（以下简称“本协议”）是由惠播客平台（包括但不限于惠播客网站www.huiboke.com、APP、微信公众号、微信商城、小程序等）的运营方，即山东卡风迪创信息科技有限公司（以下简称“惠播客平台”）与以独立第三方经营者身份入驻惠播客平台的法律实体（以下简称“商家”）达成的关于提供和使用惠播客平台服务的各项条款。
			
			惠播客平台在此特别提醒商家认真阅读本协议各条款（对于本协议中以加粗字体显示的内容，应重点阅读），并请商家审慎考虑并选择接受或不接受本协议。如果商家点击“我已经阅读并同意”按钮（前述按钮的具体表述可能会做适当调整，下同），即表示商家已充分阅读、理解并自愿接受本协议，同意受本协议各项条款的约束。
			
			本“签约须知”为本协议正文的组成部分。
			
			 
			
			一、 协议内容及生效
			
			
			 
			
			1、协议内容
			
			本协议包括协议正文、附件及所有惠播客平台已经发布的或将来可能发布的各类规则、规范、规则解读、实施细则、通知、公告等（以下合称“惠播客平台规则”）。所有附件及惠播客平台规则均为本协议不可分割的一部分，与协议正文具有同等法律效力。协议正文、附件与惠播客平台规则冲突的，以发布在后的文件为准执行。
			
			2、协议变更及生效
			
			惠播客平台有权变更（包括但不限于制定、修订、废止）本协议正文、附件及/或惠播客平台规则，将至少提前7日在惠播客平台网站公示，并载明生效日期，商家应实时关注公示内容。如商家不接受变更，应当在公示期间内申请退店，则商家店铺将进入“关店准备”状态，店铺内商品将全部下架，无法上架新商品，本协议将终止。商家清楚知晓、同意并确认前述“关店准备”状态下的店铺功能限制，惠播客平台对于该等限制、协议终止不负有任何违约责任或其他责任。如商家未按前述约定申请退店，即视为商家接受前述变更事项。
			
			3、服务开通。商家申请入驻惠播客平台时，商家签署或在线接受本协议后本协议立即生效，但本协议项下的平台服务并不立即开通。商家履行上传相关资质、支付保证金等义务，经惠播客平台审核通过并向商家发出服务开通通知（通知方式包括但不限于站内信、手机短信等）时，本协议项下的平台服务正式开通。
			
			 
			
			二、合作方式
			
			
			 
			
			1、账户密码。商家完成入驻后，会获得相应店铺商家后台的账户及密码，商家在遵守本协议及惠播客平台规则、不存在违约情形的前提下，可以通过商家后台进行店铺日常经营。若商家存在违约行为，平台有权限制商家后台的部分或全部功能。
			
			2、守法依规经营。商家在惠播客平台开店成功后，应当根据法律、法规及惠播客平台规则发布商品（包括服务，下同）、提供售前售后服务、提供商品免费包邮服务及其他各项服务，双方另有约定或惠播客平台惠播客平台规则另有规定的除外；同时商家应依法为平台用户开具正规的商品发票，相关税费由商家自行承担。
			
			3、惠播客平台服务范围。惠播客平台负责惠播客平台的日常维护、技术支持，保证平台的正常运作。作为电子商务平台经营者，惠播客平台仅为商家与平台用户达成交易提供网页空间、虚拟经营场所、交易规则等服务，惠播客平台并非商家与平台用户之间交易行为的参与方，不对商家及/或平台用户的任何口头、书面陈述或承诺，发布的信息及交易行为的真实性、合法性、准确性、及时性、有效性等作任何明示或暗示的保证。
			
			4、调整商品展示位置。除双方另有约定外，惠播客平台有权根据商品销量、商品价格、商品质量、商家的服务水平等综合因素调整商品的展示位置。
			
			5、收费标准。商家充分理解并确认，惠播客平台有权就平台向商家提供的各项服务收取费用，具体收费标准以双方之间的约定（如有）或惠播客平台规则的规定为准。
			
			6、平台技术服务相关费用。商家无条件并不可撤销地授权惠播客平台通知相关合作方（包括但不限于第三方支付机构、合作银行等）自店铺资金中直接扣除相应的技术服务费,结算数据以惠播客平台系统记录为准。订单发生退款的，退款时不另行收取技术服务费，但已收取的技术服务费不做退还。惠播客平台有权单方面调整技术服务费费率及/或结算方式并在平台上公布。
			
			 
			
			三、资格要求、证明文件及信息
			
			
			 
			
			1、资格要求。商家保证具有履行本协议所需的行为能力及所有必要的资质和授权。
			
			2、证明文件及信息提交。商家应当向惠播客平台或惠播客平台指定合作方提交其应当提供的证明文件及联系人、联系地址、联系电话、联系邮箱等信息。
			
			3、证明文件及信息变更的通知。协议期内，上述相关证明文件或信息发生任何变更，商家都应及时通知惠播客平台或惠播客平台指定合作方，并更新相关证明文件或信息。
			
			4、店铺类型的确定。惠播客平台有权对商家店铺类型做出判断及/或变更，并有权根据店铺类型确定对商家具体适用的惠播客平台规则，商家同意遵守前述对其适用的惠播客平台规则。
			
			5、抽查。惠播客平台有权对商家提供的证明文件及信息进行不定时的抽查，并有权要求商家提供证明文件原件供核对或补充提供证明文件、信息，商家应当提供。如商家不能提供，则惠播客平台有权立即中止/解除本协议。
			
			6、查询核验。商家无条件并不可撤销地授权惠播客平台及相关合作方（包括但不限于第三方支付机构、合作银行等）查询并核验商家信息，包括但不限于征信信息、身份信息、联系信息等，并同意惠播客平台与相关合作方共享上述信息。
			
			7、商家责任。商家保证其向惠播客平台及相关合作方提供的全部文件及信息全面、真实、准确、合法、有效。商家提供虚假、过期、失效文件或信息，或未及时通知并更新其文件或信息的，应独立承担全部法律责任。商家违反本条约定义务的，惠播客平台有权立即中止/解除本协议，并全额扣除商家商品质量服务保证金（以下简称保证金）作为违约金，该违约金不足以弥补商家违约行为给惠播客平台（包括其合作伙伴、代理人、职员等）或其他任何第三方造成的全部损失的，惠播客平台有权要求商家补足。
			
			 
			
			四、商品交付
			
			
			 
			
			1、合同与发货。买家支付价款，则商家与买家之间的买卖合同成立；订单确认（即买家购买成功）时，商家与买家之间的买卖合同生效。 商家应按对平台用户的承诺及惠播客平台规则（包括但不限于《惠播客商品发货规则》、《惠播客特殊商品发货规则》等）及时将商品交付平台用户。
			
			2、商品包装。商家应按对平台用户的承诺及惠播客平台规则对商品进行包装，包装费用由商家承担。商家在包装中不得夹带任何违反法律法规或本协议约定的资料、宣传单等，不得附带任何非正常交易或服务所必需的第三方网站或店铺信息等。
			
			3、违规行为的判定和处理。惠播客平台有权对商家延迟发货、虚假发货、缺货、欺诈发货等违规行为进行处理，相关定义及违规判定、处理方式以惠播客平台规则的规定为准。
			
			 
			
			五、商品质量保证
			
			
			1、总体要求。商家保证所售商品符合《中华人民共和国产品质量法》等法律法规、规章制度、相关标准、本协议约定及惠播客平台规则之规定（包括但不限于商品安全性，商品功能材质、标识标志、外观、包装与描述符合性等）。
			
			2、如实描述。商家保证如实描述有关商品信息，不做引人误解的虚假宣传，不存在发布虚假广告、欺骗和误导平台用户等行为。
			
			3、正品保证。商家保证商品来源真实、合法，未侵犯他人商标专用权、专利权、著作权或其他合法权益，不存在伪造商品产地，伪造或冒用他人厂名、厂址、认证标志、质量标志、名优标志、包装装潢等行为。
			
			4、品质保证。商家保证销售的所有商品清洁、整齐、包装完好、适宜销售。凡有保质期的商品，在送达平台用户订单指定收货地时均在有效保质期内。对于临近保质期的商品，商家应在商品页面的显著位置作出说明。
			
			5、标签瑕疵。商家保证销售的所有商品及吊牌、商品外包装上，不存在任何之前在其他商场或任何渠道销售的标志、价格。如商家对商品之前的价格标签未作处理或出现价格标签重叠、错粘或其他足以影响惠播客平台商业信誉的标志或瑕疵，商家应当为惠播客平台消除影响并承担赔偿责任。
			
			6、不合格商品的退回。商家销售的商品不符合国家相关法律法规、规章制度、相关标准、本协议约定及惠播客平台规则规定的，视为不合格商品。商家销售不合格商品，平台用户有权将该商品退回商家，运费由商家承担。
			
			7、严重问题商品的认定及处理
			
			（1） 严重问题商品的认定。若经平台用户投诉、品牌方投诉、惠播客平台调查、司法机关或者行政机关调查等途径，发现商家存在下列情形之一的，则涉及商品将被认定为“严重问题商品”：
			
			①　销售假冒伪劣商品或者过期商品的；
			
			②　提供非法服务的；
			
			③　违反本协议第五条规定的商品质量要求且情节较为严重的；
			
			④　与上述行为性质类似、惠播客平台认为不宜继续销售的其他情形。
			
			（2）严重问题商品的处理。商家销售“严重问题商品”的，惠播客平台可对相关商品作即时下架处理，并通知商家提供相关证据，包括但不限于商品销售许可、进货凭证、授权销售证明、商品进口证明等，商家应立即提交。若商家不能及时提供有效证明文件，惠播客平台有权采取下列一项或多项措施：
			
			①　立即解除本协议；
			
			②　限制商家店铺资金（包括但不限于店铺保证金、活动保证金及货款，下同）提现；
			
			③　要求商家支付通过惠播客平台销售的“严重问题商品”历史总销售额（以商品ID为准）的十倍作为平台用户赔付金赔付平台用户，且惠播客平台有权以商家店铺资金抵扣平台用户赔付金赔付平台用户；
			
			④　扣除商家交纳的保证金；
			
			⑤　惠播客平台规则规定的其他违规处理措施。
			
			8、召回。若因商家销售的商品存在缺陷危及人身财产安全，或存在重大安全问题，或因法律诉讼等情形，惠播客平台有权决定召回有关产品，商家应按惠播客平台要求完成对召回产品的退、换、维修，在惠播客平台或惠播客平台指定的其他网站公布召回信息，并承担由此产生的所有费用。
			
			9、违规认定。惠播客平台有权根据惠播客平台规则（包括但不限于《惠播客假货处理规则》、《惠播客商品描述及质量抽检规则》等），对商家销售假货、商品描述及质量抽检不合格等行为进行处理，“假货”、“商品描述”、“抽检不合格”等相关定义及违规判定、处理方式以惠播客平台规则的规定为准。
			
			10、违约责任。商家违反本协议第五条约定的，还应当承担相关违约责任，赔偿惠播客平台、平台用户或第三方由此产生的所有损失。
			
			 
			
			六、售后及客户服务
			
			
			 
			
			1、售后责任。商家应根据相关法律法规、本协议约定以及惠播客平台规则之规定，负责为平台用户提供商品的“修理、更换、退货”等售后服务，并承担因上述售后服务而产生的一切费用（包括但不限于往返运费、退换货费用等），保障平台用户的合法权益，避免惠播客平台承担因商品售后服务而产生的任何法律责任（包括但不限于任何赔偿、补偿或处罚）或声誉受损。
			
			2、客户服务
			
			（1）回复要求。商家应指派专人负责处理客户服务问题，并将服务电话及工作邮件向惠播客平台备案。商家的回复内容中应包含对于该问题的解释、明确的处理方案及事件说明，“正在查询/正在沟通”等无实质解决方案的回复视为延迟回复，具体以惠播客平台的认定为准。
			
			（2）问题范围。客户服务问题包括但不限于：商品咨询、退换货政策、取消订单、物流快递问题等。
			
			（3）监督检查。惠播客平台有权对商家售后服务及客户服务的质量进行监督检查，根据惠播客平台规则（包括但不限于《惠播客售后规则》、《惠播客商家客户服务管理规则》）对商家进行考核，并对售后服务不达标、客服回复率或者回复态度不符合要求的商家进行处理。
			
			 
			
			七、保证金及货款结算
			
			
			 
			
			（1）保证金的缴存。商家应当根据惠播客平台规则（包括但不限于《惠播客保证金规则》）之规定，向惠播客平台缴存保证金；对于该等保证金（包括补缴的保证金），惠播客平台无须支付任何利息等孳息。
			
			（2）保证金标准的调整。惠播客平台有权根据惠播客平台规则的调整、店铺经营状况的变化、商家违约情形及/或实际赔付情况、潜在赔付风险等情况，调整商家保证金标准。
			
			（3）保证金的补足。因保证金标准调整或其他原因导致商家保证金余额低于其应缴存保证金标准的，惠播客平台有权要求商家在指定期限内补足，或自店铺资金中划转相应的金额予以补足。商家未在指定期限内补足，或者店铺资金不足以补足保证金的，惠播客平台有权解除本协议，停止服务。
			
			（4）保证金的退还。店铺关闭后，平台将按照惠播客平台规则之规定，退还商家保证金。
			
			（5）货款入账。正常经营情况下，商家发货满15日（海外直邮商品30日）或平台用户确认收货后（以较早者为准），平台用户支付的货款自动进入商家账户，商家可提取货款。若商家存在虚假发货、欺诈发货等违约行为，惠播客平台有权调整相关订单的自动确认收货时间，或者取消商家店铺订单的自动确认收货功能，相关订单的货款需平台用户主动确认收货或主动申请退款后，方可进入商家账户。
			
			（6）补贴。对于商家因参加惠播客平台各类活动而获得的补贴，包括但不限于各类优惠券、代金券、现金抵用券补贴，惠播客平台将以减免、返还技术服务费等形式提供，商家应根据惠播客平台要求向惠播客平台开具合法有效的发票。
			
			（7）店铺资金限制。双方确认，惠播客平台有权关闭商家后台的提现功能，限制商家店铺资金提现。同时，惠播客平台有权自商家店铺资金中扣划相应平台用户赔付金、违约金以及其他费用或款项。商家无条件并不可撤销地授权惠播客平台通知相关合作方（包括但不限于第三方支付机构、合作银行等）立即停止向商家支付货款等结算款项、直接扣划店铺资金等。
			
			 
			
			八、知识产权
			
			
			 
			
			1、商家权利保证。商家保证已合法取得其店铺经营或宣传推广所涉知识产权或其他相关权利的使用权。
			
			2、授权平台使用。对于商家因店铺经营或宣传推广而在惠播客平台发布、使用或者向惠播客平台提交的内容，包括但不限于专利、商标、名称、特有标识、装潢、技术秘密、肖像、版式设计、图片、音频、视频等，商家特此授权惠播客平台为本协议下目的使用其知识产权及其他相关权利，且商家保证该等授权许可是合法有效的、免费的、非独家的、不可撤回的。
			
			3、平台自有知识产权的保留。商家知悉并同意，惠播客平台或其关联方拥有、使用、许可、控制的，或者惠播客平台或其关联方对之享有其他权利的一切知识产权、工业产权和专有权利，包括全部商标、著作权、名称、标识、标志、微信公众号、域名、网站名称、网页、艺术作品、人物形象、专利，例如“惠播客”、“惠播客商城”、“惠播客”app图标等，由惠播客平台或其关联方独家拥有并保留。
			
			4、侵犯平台知识产权行为的禁止。商家同意并保证，其任一级代表、代理、受托人或代表其各自的董事、高级管理人员或职工及其自身，不得在中国之境内外注册、使用与惠播客平台及其关联方拥有、使用、许可或控制的商标、名称、标识、标志、微信公众号、域名、网站名称、网页、艺术作品、人物形象等相同或近似的商标，或侵犯惠播客平台或其关联方享有的一切知识产权、工业产权和专有权利，或妨碍惠播客平台或其关联方独自全部拥有或保留前述权利。
			
			5、商家责任。商家同意并保证，若其注册与惠播客平台及惠播客平台关联方相同或近似的商标、名称、标识、标志、微信公众号、域名、网页等，用于开展与惠播客平台及惠播客平台关联方实质相同或近似的业务，则应当在惠播客平台或惠播客平台关联方提出相关要求时，无偿将相关商标、名称、标识、标志、微信公众号、域名、网页等转让给惠播客平台或惠播客平台关联方。如由此给惠播客平台及/或惠播客平台关联方造成损失的，商家应赔偿全部损失并消除给惠播客平台及/或惠播客平台关联方造成的不良影响，同时惠播客平台有权采取限制商家店铺资金提现、直接自商家店铺资金中扣划损失赔偿金等措施，并有权立即解除本协议。
			
			6、拘束范围。商家同意并保证其任一级代表、代理、受托人或代表其各自的董事、高级管理人员或职工均遵守本协议的约定，受到本协议的拘束，如同该人被指定为“商家”一样。
			
			 
			
			九、保密条款
			
			
			 
			
			1、商业秘密范围及保密期限。本协议所称商业秘密包括但不限于本协议、任何补充协议所述内容及在合作过程中涉及的其他秘密信息。任何一方未经商业秘密提供方同意，均不得将该信息向任何第三方披露、传播、编辑或展示。协议方承诺，本协议终止后仍承担此条款下的保密义务，保密期将另行持续十年。
			
			2、合法披露。因对方书面同意以及国家
		</text>
	</view>
</template>

<script>
	const app = getApp()
	export default {
		data() {
			return {
				statusBar:0
			}
		},
		methods: {
			
		},
		onLoad() {
			this.statusBar = app.globalData.statusBar
		}
	}
</script>

<style lang="less" scoped>
	.agreementtext{
		background-color: #fff;
		.agreementtext-title{
			text-align: center;
			font-size: 36rpx;
			font-weight: bold;
		}
		.agreementtext-text{
			display:inline-block;
			font-size: 24rpx;
			padding:0 20rpx;
		}
	}
</style>
